{
    "key": "elongated cranium",
    "name": "Elongated Cranium",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Elongated%20Cranium",
    "source": ["Occult Adventures pg. 132"],
    "description": "You have undergone the painful and ancient art of cranial binding, deforming your skull to unlock the hidden potential of your psychic self.",
    "benefit": "Your cranium has been tightly bound with boards and wrappings to change its shape and attune your mind to your psychic discipline. If you take this feat after 1st level, you must undergo a painful 6-month regimen of increased tightening and head binding, during which you take a –1 penalty on Intelligence, Wisdom, and Charisma checks and on Intelligence-, Wisdom-, and Charisma-based skill checks. Once the binding is completed, your skull takes on one of three shapes of your choosing, each with a specific benefit. Once chosen, this shape cannot be changed.<br><br> <i>Fronto-Occipital Elongation<\/i>: Your head slopes severely in a high conical shape, tapering from your brow to the crown of your head. You take a –1 penalty on Intelligence and Wisdom checks and on Intelligence- and Wisdombased skill checks, but gain a +2 bonus on Charisma checks and Charisma-based skill checks. In addition, once per day, you can extend the duration of a psychic spell you cast by 50% (minimum 0 additional rounds). The increased duration doesn’t stack with the increase granted by the Extend Spell feat.<br><br> <i>Ovoid Compression<\/i>: Your head takes on a larger, more bulbous appearance than normal. You take a –1 penalty on Charisma and Wisdom checks and on Wisdom- and Charisma-based skill checks, but gain a +2 bonus on Intelligence checks and Intelligence-based skill checks. In addition, once per day you can cast one psychic magic spell you know with a +1 bonus to its caster level.<br><br> <i>Sagittal Elongation<\/i>: Your head slopes back in a gentle, elongated curve. You take a –1 penalty on Intelligence and Charisma checks and on Intelligence- and Charismabased skill checks, but gain a +2 bonus on Wisdom checks and Wisdom-based skill checks. In addition, once per day, you can increase the DC of a psychic spell you cast by 1."
}
