{
    "key": "favored animal focus",
    "name": "Favored Animal Focus",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Favored%20Animal%20Focus",
    "source": ["Wilderness Origins pg. 22"],
    "description": "Your companion is unusually comfortable wearing another (metaphorical) skin.",
    "prerequisites": "Animal companion class feature, animal focus class feature.",
    "benefit": "Choose one animal focus. When you apply that animal focus to your animal companion, the benefits increase by one step. For example, if you are 6th level and choose the bear animal focus, then when you apply the animal focus to your animal companion, it gains a +4 enhancement bonus to Constitution instead of +2.<br><br> If you are 15th level or higher, when you apply your chosen animal focus to your companion, it gains the corresponding ability listed below. <br><br><i>Bat<\/i>: The range of the animal companion’s blindsense increases by 20 feet. <br><br><i>Bear<\/i>: The animal companion’s Constitution bonus increases to +8. <br><br><i>Bull<\/i>: The animal companion’s Strength bonus increases to +8. <br><br><i>Falcon<\/i>: The animal companion’s Perception bonus increases to +12. <br><br><i>Frog<\/i>: The animal companion’s bonus to Swim and Acrobatics increases to +12. <br><br><i>Monkey<\/i>: The animal companion’s Climb bonus increases to +12. <br><br><i>Mouse<\/i>: The animal companion gains Improved Uncanny Dodge, as a rogue of its level. <br><br><i>Owl<\/i>: The animal companion’s Stealth bonus increases to +12. <br><br><i>Snake<\/i>: The animal companion’s attack and dodge bonuses increase to +8. <br><br><i>Stag<\/i>: The animal companion’s speed bonus increases to 30 feet. <br><br><i>Tiger<\/i>: The animal companion’s Dexterity bonus increases to +8. <br><br><i>Wolf<\/i>: The range of the animal companion’s scent ability increases to 60 feet.",
    "special": "You can gain this feat multiple times. Each time you take this feat, you must select a new animal focus."
}
