{
    "key": "master of the ledger",
    "name": "Master of the Ledger",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Master%20of%20the%20Ledger",
    "source": ["Taldor, Echoes of Glory pg. 29"],
    "text": "Your long experience balancing the books of a heavily taxed merchant has given you insight into the world of Taldan business.",
    "prerequisites": "Appraise 6 ranks, Profession (any one) 6 ranks.",
    "benefit": "You get a +2 bonus on Appraise checks, a +2 bonus on any one Profession skill, and when dealing with anyone of your profession, you get a +4 bonus on Sense Motive checks when using the hunch task (see the Sense Motive skill). Your ability to accurately and carefully invest money gives you insight into the movements of coin though the marketplace. If you have access to a marketplace in a settlement of village size or larger, you may invest up to 100 gp in that market; the exact nature of your investments isn’t important but is usually divided among several businesses. Once invested, you do not have access to this money for at least 1 month.<br><br>As often as once per month you can visit the marketplace to see if your investments were successful. Flip a coin. If heads, that marketplace earns you 25% of your investment there; if tails, your investments made no significant profit for that period. Your skill with business means you never actually lose money from these investments unless disaster strikes the settlement (such as a plague or dragon attack), in which case your investment is lost. If more than a month passes between your visits to the marketplace, you only make one check to see if you make a 25% profit. If you send an agent to collect profits on your behalf, you keep half the profits and the agent keeps half. You may close out your investments during any visit, which ends your relationship with that market and returns you the full amount of your investment.<br><br>You gain a +1 bonus on all Diplomacy, Gather Information, and Intimidate checks when dealing with someone associated with your invested marketplace (shopkeepers, local guards, and so on). Very large or tradeoriented cities may have multiple marketplaces, allowing you to invest in each, though local laws (particularly relating to guilds) may restrict what you can do."
}
