{
    "key": "planar focus",
    "name": "Planar Focus",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Planar%20Focus",
    "source": ["Monster Summoner's Handbook pg. 14"],
    "text": "By studying other planes, you’ve learned to take on aspects of outsiders as well as animals.",
    "prerequisites": "Knowledge (planes) 5 ranks, animal focus class feature.",
    "benefit": "When you use your animal focus class feature, you can choose any of the following new aspects unless they conflict with your alignment.<br><br> <i>Air<\/i>: You gain a constant <i>feather fall<\/i> effect. At 10th level, you instead gain a constant <i>levitate<\/i> effect.<br> <i>Chaotic<\/i>: Your form shifts subtly, making it difficult for others to aim precise attacks against you. You gain a 25% chance to negate extra damage from critical hits and precision damage from attacks made against you (such as from sneak attacks). Only chaotic characters can use this planar focus.<br> <i>Cold<\/i>: Creatures that attack you with natural attacks or melee weapons take 1d4 points of cold damage for every 2 class levels you possess.<br> <i>Earth<\/i>: You gain a burrow speed equal to your base land speed, and a +2 enhancement bonus to your natural armor.<br> <i>Evil<\/i>: You gain a +1 profane bonus to AC and on saves against attacks made and effects created by good outsiders. This bonus increases to +2 at 10th level. Only evil characters can use this planar focus.<br> <i>Fire<\/i>: Your natural attacks and melee weapons deal 1d6 points of fire damage for every 4 class levels you possess.<br> <i>Good<\/i>: You gain a +1 sacred bonus to AC and on saves against attacks made or effects created by evil outsiders. This bonus increases to +2 at 10th level. Only good characters can use this planar focus.<br> <i>Lawful<\/i>: You can automatically succeed at any saving throw against a polymorph spell or effect. Only lawful characters can use this planar focus.<br> <i>Shadow<\/i>: You gain a +5 bonus on Stealth and Sleight of Hand checks.<br> <i>Water<\/i>: You gain a 30-foot swim speed and can breathe water as well as air."
}
