{
    "key": "shade of the uskwood",
    "name": "Shade of the Uskwood",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Shade%20of%20the%20Uskwood",
    "source":     [
        "Inner Sea World Guide pg. 288",
        "Pathfinder Campaign Setting pg. 111"
    ],
    "description": "Ordained as one of the sinister albino druids who dwell within the heart of the Uskwood, you carry with you into the wider world a powerful effigy of hair, twigs, and blood that crawls with the deepening cold of the Midnight Lord’s hallowed hunting grounds.",
    "prerequisites": "Neutral evil, patron deity Zon-Kuthon.",
    "benefit": "Add the following spells to your druid spell list. 0—<i>disrupt undead<\/i>, <i>ray of frost<\/i>; 1st—<i>ghost sound<\/i>, <i>touch of fatigue<\/i>; 2nd—<i>chill touch<\/i>, <i>spectral hand<\/i>; 3rd—<i>ghoul touch<\/i>, <i>invisibility<\/i>; 4th—<i>displacement<\/i>, <i>ray of exhaustion<\/i>; 5th—<i>animate dead<\/i>, <i>phantasmal killer<\/i>; 6th—<i>nightmare<\/i>, <i>waves of fatigue<\/i>; 7th—<i>circle of death<\/i>, <i>shadow walk<\/i>; 8th—<i>mass invisibility<\/i>, <i>waves of exhaustion<\/i>; 9th—<i>horrid wilting<\/i>, <i>weird<\/i>.<br><br>Remove all spells with the fire descriptor from all your spell lists (not just your druid spell list). You cannot cast any spells with the fire descriptor, nor activate them off scrolls, wands, or any other magic devices. In addition, you may not use wild shape to take the form of any creature with the fire subtype.",
    "special": "As part of this feat, you create a personal Umbrae-Token that ties your soul and your doings to the fell power of the Uskwood. This potent object is treated as a wooden unholy symbol that radiates faint necromancy magic. If your Umbrae-Token is ever destroyed, your connection to the shadowy heart of the Uskwood is severed and all benefits of this feat are lost until another is created. This process requires a journey to the Uskwood and an <i>atonement<\/i> spell cast by a fellow worshiper of Zon-Kuthon."
}
