{
    "key": "spellbreaker",
    "name": "Spellbreaker",
    "url": "https://www.aonprd.com/FeatDisplay.aspx?ItemName=Spellbreaker",
    "descriptors": ["Combat"],
    "source": ["PRPG Core Rulebook pg. 134"],
    "text": "You can strike at enemy spellcasters who fail to cast defensively when you threaten them.",
    "prerequisites": "Disruptive, 10th-level fighter.",
    "benefit": "Enemies in your threatened area that fail their checks to cast spells defensively provoke attacks of opportunity from you.",
    "normal": "Enemies that fail to cast spells defensively do not provoke attacks of opportunity.",
    "staminaSource": "Pathfinder Unchained pg. 132",
    "staminaText": "When you hit a caster with an attack of opportunity it provoked by failing to cast defensively, you can spend 5 stamina points to daze the caster until the end of its next turn. If the caster succeeds at a Fortitude save with a DC equal to 10 + your base attack bonus, it is staggered instead.",
    "mythicSource": "Mythic Adventures pg. 74",
    "mythicText": "You’re a spellcaster’s worst nightmare.",
    "mythicPrerequisites": "Spellbreaker.",
    "mythicBenefit": "Any non-mythic creature you threaten provokes an attack of opportunity from you whenever it uses a spell or spell-like ability, even when casting defensively or casting a quickened spell.<br><br> If a non-mythic creature within 30 feet of you uses a spell or spell-like ability, you can expend one use of mythic power to make a ranged attack against that creature as an attack of opportunity (even if the creature wouldn’t normally provoke attacks of opportunity). You must have a ranged weapon in hand or have a free hand and the nonmythic Quick Draw feat to use this ability. You can use this ability against a mythic creature by expending two uses of mythic power.",
    "prerequisiteKeys": ["disruptive"],
    "name_zh": "破法者",
    "text_zh": "当你威胁到敌人的施法者时，如果他们防御施法失败，你能够对他们进行攻击。",
    "prerequisites_zh": "扰法者，战士10级。",
    "benefit_zh": "在你威胁范围内防御施法检定失败的敌人会触发你的借机攻击。",
    "normal_zh": "防御施法失败的敌人不会触发借机攻击。"
}
