{
    "key": "alter summoned monster",
    "url": "https://www.d20pfsrd.com/magic/all-spells/a/alter-summoned-monster/",
    "name": "Alter Summoned Monster",
    "book": "Pathfinder Player Companion: Monster Summoner's Handbook © 2015, Paizo Inc.",
    "school": "conjuration",
    "subSchool": ["summoning"],
    "levels":     {
        "antipaladin": 2,
        "bard": 2,
        "cleric": 2,
        "druid": 2,
        "ranger": 2,
        "sorcerer/wizard": 2,
        "summoner": 2,
        "witch": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./ 2 levels)",
    "target": "one summoned creature",
    "duration": "instantaneous",
    "savingThrow": "Will negates",
    "spellResistance": "yes",
    "text": "<p>You swap a creature summoned by a conjuration (summoning) spell for a creature you could summon with a summon monster or summon nature's ally spell. The new creature must be an option from a spell of the same level or lower as the spell that summoned the target. The new creature cannot be summoned into an environment that cannot support it. The target can attempt a Will saving throw to negate this effect, but if the target is under your control, it receives no saving throw. Alter summoned monster does not alter the duration of the spell that summoned the target, nor does it affect any additional creatures summoned by the same spell as the target. The new creature has the same conditions and amount of damage as the target creature, and remains affected by all curses, diseases, poisons, and penalties that affected the target, but no other spells or effects carry over. Alter summoned monster is a spell of the same alignment type or types as the creature for which you exchange the target. An eidolon can't be targeted by this spell.<\/p>",
    "name_zh": "变更召唤生物",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "target_zh": "一个被召唤的生物",
    "duration_zh": "立即",
    "savingThrow_zh": "意志, 通过则无效",
    "spellResistance_zh": "可",
    "text_zh": "<p>你将一个因为（召唤）法术所召唤而来的生物替换为你可以通过召唤怪物或召唤自然盟友召唤来的另外一个生物。对于法术目标而言，你用于替换的新生物必须处于同环或更低的召唤法术的召唤选项上。这个新的召唤生物不能被召唤至不适合的环境。目标可以通过一个意志豁免来抵抗这个效果。但如果目标正受你的控制，这个效果没有豁免。变更召唤生物并没有影响法术召唤目标剩余的持续时间，也没有影响同一个法术召唤的其他生物。恶堕召唤生物有着基于你用于替换的新生物的相同阵营描述符。幻灵不能成为这个法术的目标。<\/p>",
    "source": "PC-MSH"
}
