{
    "key": "beast shape ii",
    "url": "https://www.d20pfsrd.com/magic/all-spells/b/beast-shape/",
    "name": "Beast Shape II",
    "base": "beast shape i",
    "book": "Pathfinder Roleplaying Game Mythic Adventures © 2013, Paizo Publishing, LLC",
    "school": "transmutation",
    "subSchool": ["polymorph"],
    "levels":     {
        "alchemist": 4,
        "bloodrager": 4,
        "magus": 4,
        "sorcerer/wizard": 4
    },
    "text": "<p>This spell functions as <i>beast shape I<\/i>, except that it also allows you to assume the form of a Tiny or Large creature of the animal type. If the form you assume has any of the following abilities, you gain the listed ability: climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, scent, grab, pounce, and trip.<\/p><p><i>Tiny animal<\/i>: If the form you take is that of a Tiny animal, you gain a +4 size bonus to your Dexterity, a -2 penalty to your Strength, and a +1 natural armor bonus.<\/p><p><i>Large animal<\/i>: If the form you take is that of a Large animal, you gain a +4 size bonus to your Strength, a -2 penalty to your Dexterity, and a +4 natural armor bonus.<\/p>",
    "mythicText": "Each mythic beast shape spell must be learned individually, and you must know the respective non-mythic beast shape spell to learn its mythic version. You don't have to learn them in order and are not required to know a lower-level mythic beast shape spell before you learn A higher-level one (for example, you can learn mythic beast shape II if you know beast shape II, even if you don't know mythic beast shape I). <br>Each mythic beast shape spell adds the following benefits to its respective non-mythic version. <br>The spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum ×4). <br><p style=\"margin-left: 20px\"><b>Augmented (2nd)<\/b>: If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the Natural Spell feat for 1 round. For example, if you're 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic beast shape. ",
    "name_zh": "野兽形态 II",
    "text_zh": "<p>该法术的功能如同‘野兽形态I’一般，不过它还允许你变为任何动物类型中，超小型或大型生物的形态。如果该形态的生物拥有下述的能力，那么你也会获得：60尺攀爬，60尺飞行 (良好机动性)，60尺游泳，60尺黑暗视觉，昏暗视觉，灵敏嗅觉，攫抓，猛扑以及绊摔。【编注：上述能力的具体信息请查阅怪物图鉴的通用怪物规则，本文档已有收录。】<\/p><p>超小型动物：如果你选择超小型动物的形态，你的敏捷获得+4体型加值，力量受到-2减值，以及+1天生护甲加值。<\/p><p>大型动物：如果你选择大型动物的形态，你的力量获得+4体型加值，敏捷受到-2减值，以及+2天生护甲加值。<\/p>",
    "source": "CRB"
}
