{
    "key": "blade of light",
    "name": "Blade of Light",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Blade%20of%20Light",
    "source": ["Adventurer's Guide pg. 16"],
    "school": "transmutation",
    "descriptors": ["good"],
    "levels":     {
        "cleric": 4,
        "inquisitor": 4,
        "oracle": 4,
        "paladin": 4,
        "warpriest": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "target": "one melee weapon",
    "duration": "1 round/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell infuses a weapon with pure sunlight (the weapon need not be a bladed weapon). A weapon enhanced by this spell sheds light as if daylight had been cast on it. It functions as a magic and good weapon for the purposes of overcoming damage reduction. The weapon grants a +2 sacred bonus on attack rolls against undead and deals +1d6 points of damage on a successful hit against such foes; against incorporeal undead, it functions as if it had the <i>ghost touch<\/i> weapon special ability. The weapon automatically confirms critical hits against foes that are vulnerable to sunlight.",
    "name_zh": "光之刃",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势",
    "range_zh": "接触",
    "effect_zh": "一头复霜的猛玛",
    "target_zh": "一把近战武器",
    "duration_zh": "1轮/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "不可",
    "text_zh": "<p><\/p><p><\/p><p>虽然老巫师并不是第一个向异界存在寻求答案的人，但贾特比与异界生物的交涉在他对启迪的追寻中尤为传奇，而玛甘比学院则将这一法术的创造归功于老巫师。<\/p><p>当被施放时，这个法术将会把一个生物从其他位面呼唤到你的精确位置，如同次级异界誓盟，除了所提到的。当你用异界谘询呼唤来一个生物时，你唯一可以让该生物做的任务就是回答问题或收集关于某个特定主题的信息（一个人，一个地方，或者一个东西）。在听到你的请求后，如果该生物有适当的知识技能，他可以尝试进行一次检定以提供他所拥有的信息。如果他缺乏这样一种技能，被呼唤来的生物会离开1d4小时去收集这些信息。在他返回时，你进行1d20投骰，并加上你的施法者等级，并使用结果来确定该生物已经收集到的关于这个主题的信息（如同使用交涉）。当他将这些信息传递给你时，被呼唤的生物会停留最久达10分钟，然后他就会返回原位面。如果该生物在法术持续时间内被攻击或伤害，法术就会结束，该生物会返回你将他召唤来的位面。<\/p><p>当你施放这个法术的时候，你可以选择呼唤一个特定种类的异界生物，甚至用名字呼唤特定个体。呼唤的异界生物种类不会改变法术效果，但当你用异界谘询来召唤一个元素亚种的生物时，法术就会变为该元素种类。你不能呼唤一个生命骰超出你施法者等级（最多18HD）的异界生物，你不能用这个法术来联系一个特有的异界生物（如一位神灵的神使）或拥有神话等级的异界生物。<\/p>"
}
