{
    "key": "canopic conversion",
    "url": "https://www.d20pfsrd.com/magic/all-spells/c/canopic-conversion/",
    "name": "Canopic Conversion",
    "book": "Pathfinder Companion: Osirion, Land of Pharaohs, Copyright 2008, Paizo Publishing, LLC",
    "school": "necromancy",
    "descriptors":     [
        "death",
        "evil"
    ],
    "descriptorOperator": "and",
    "levels":     {
        "cleric/oracle": 9,
        "sorcerer/wizard": 9
    },
    "castingTime": "1 round",
    "components": "V, S, F (four alabaster canopic jars worth 100 gp each), M (black onyx worth 100 gp per hit die of the target)",
    "range": "close (25 f. + 5 f./2 levels)",
    "target": "one creature",
    "duration": "instantaneous",
    "savingThrow": "Fortitude half",
    "spellResistance": "yes",
    "text": "<p>This spell eviscerates the target, drawing forth his life essence as well as his internal organs. The target takes 1d6 hit points of damage per caster level (maximum 20d6). If this damage kills the target, the spell pulls his organs into a set of 4 canopic jars and seals them; 1d4 rounds later, the corpse revives as an undead with the dune mummy template.<\/p><p>The mummy is not under your control, but the canopic jars give the bearer certain powers over it. Anyone holding one of the jars can communicate with the mummy as if they share a common language. The bearer gains the benefits of protection from evil and sanctuary, but only against that mummy.<\/p><p>Unsealing or breaking a jar is a standard action, which dissipates its power (and protection) but lets the bearer issue a short command to the mummy, similar to a suggestion spell (Will DC 23 negates). You (and only you) may unseal all 4 jars in a 10-minute ritual to control the mummy with an effect similar to geas (Will DC 23 negates); most casters typically include a restriction that the mummy will not harm them, as unsealing the jars leaves them vulnerable.<\/p>",
    "name_zh": "卡诺皮克的转变",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势, 材料 (1个100g的黑玛瑙/目标的生命骰子)，法器（四个价值100g的雪花瓷罐）",
    "target_zh": "一个生物",
    "duration_zh": "立即",
    "savingThrow_zh": "强韧, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>这个法术切除受术的内脏，同时吸取他的生命精华。法术将对受术者造成1D6/CL的伤害（最高20D6）。如果法术杀死了受术者，那么他的内脏将会被密封在4个雪花瓷罐中，并且他将以奥斯里昂的木乃伊（模版，来源模组J1： Entombed with the Pharaohs）复活（或普通的木乃伊或木乃伊大君，如果那本书不适用的话），这个木乃伊并不受到你的控制，但是持有雪花瓷罐的人将会受到一定的保护。任何持有四个瓷罐中之一的生物将能够与木乃伊沟通（如果它们拥有同样的语言），同时，瓷罐也会使持有者获得防护邪恶和圣域术的影响（不过仅针对这个木乃伊）。\n打破瓷罐是一个标准动作，这会使得瓷罐上的魔法消失，但是同时给这样做的生物提供一个与木乃伊沟通的机会（等同于于暗示术，意志DC23）。你（并且只有你）可以通过一个10分钟的仪式启封所有4只瓷罐（这视为一个指示术 意志DC23）。不过绝大部分的施法者都会包含木乃伊不能伤害它们的命令，因为启封瓷罐会使它们变得脆弱。<\/p>",
    "source": "PC-OLoP"
}
