{
    "key": "ceremony",
    "name": "Ceremony",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Ceremony",
    "source": ["Quests and Campaigns pg. 25"],
    "school": "transmutation",
    "levels":     {
        "cleric": 1,
        "oracle": 1,
        "warpriest": 1
    },
    "castingTime": "8 hours",
    "components": "V, S, DF",
    "range": "touch or medium (100 ft. + 10 ft./level) (see text)",
    "target": "willing, living creature or creatures touched or one creature/level (see text)",
    "duration": "1 hour/level or 1 day/level (see text)",
    "savingThrow": "Will negates (see text)",
    "spellResistance": "yes",
    "text": "You harness divine power to create one of four different  ceremonies—a funeral, holiday fete, marriage, or naming—and  can also create two domain-based ceremonies. Each ceremony  provides a boon to two living, touched subjects for 1 hour per  caster level, representing the divine gifts granted by your deity  as well as the normal morale-boosting benefits of participating  in an officiated ceremony. Bonuses granted by these boons  are sacred bonuses if you channel positive energy or profane  bonuses if you channel negative energy. (Bonuses in this section  are referred to simply as sacred bonuses for ease of reading.)  Only subjects whose alignments are within one step of your  deity can be affected by this spell. <br><br>If you are using the downtime system from <i>Pathfinder  RPG Ultimate Campaign<\/i>, you may use additional resources to  augment the effect of a particular ceremony. You may spend  10 Goods, Labor, or Influence or 2 Magic to create a larger  ceremony and grant an additional boon that lasts for 1 day per  caster level (up to a maximum of 5 days). The type of capital  spent should reflect the preparation required for the specific  ceremony. Augmented boons affect the creatures touched as  well as a number of intelligent, properly aligned creatures within  medium range equal to your caster level (up to a maximum of 10  creatures), granting all subjects the benefits of the original boon  as well as the benefits of an augmented boon, representing the  divine gifts granted to these witnesses by your god. <br><br>Unless otherwise stated, use-activated abilities are supernatural  abilities and abilities that emulate the effects of a spell are  spell-like abilities; in either case, abilities granted by a boon  are generally usable only once or until the duration of the spell  ends, whichever comes first. Spell-like abilities are cast at a  creature’s highest caster level gained, or, if the creature has  no caster level, CL 1st. Constant or passive effects and bonuses  granted by this spell can be dispelled as normal, using your  caster level to do so.  <h2 class=\"title\">Funeral<\/h2>A funeral service must involve a corpse and at least  one willing companion or next of kin. The subject gains a +2  sacred bonus against death effects.  <h2 class=\"title\">Holiday Fete<\/h2>A holiday fete may involve up to two willing  creatures. The subject gains a +1 sacred bonus on Fortitude saves.  <h2 class=\"title\">Marriage<\/h2>A marriage must involve two willing creatures.  The subject gains a +1 sacred bonus on saves against fear and  emotion effects.  <h2 class=\"title\">Naming<\/h2>A naming must involve a willing parent or parents  and a newborn (who is touched but unaffected). The subject can  use <i>sanctuary <\/i>once.<br><br>  The augmented versions of these four ceremonies are identical,  granting the subject a +2 sacred bonus on all saving throws.<h2 class=”title”>Domain Ceremonies<\/h2> In addition to these four ceremonies, each cleric gains two  more ceremonies according to her domain. The names of domain  ceremonies and their relevant boons are listed below. Unless  otherwise noted, each of the following ceremonies requires at  least two willing subjects.  <h2 class=\"title\">Air<\/h2>Celebration of Storms. The subject can use <i>feather fall<\/i>  once. <i>Augmented<\/i>: The subject gains a +4 sacred bonus on saves  against effects with the air descriptor.  <h2 class=\"title\">Animal<\/h2>Ritual of Beasts. The subject can use <i>speak with  animals<\/i> once (this effect lasts 3 rounds). <i>Augmented<\/i>: The  subject can use <i>charm animal <\/i>once.  <h2 class=\"title\">Artifice<\/h2>Apparatus’s Observance. The subject can heal a construct  creature with a touch, healing 1d3 points of damage. <i>Augmented<\/i>:  The subject can heal a construct creature 1d6 points of damage.  <h2 class=\"title\">Chaos<\/h2>Anarchic Revelry. The subject can force a lawful-aligned  foe within 30 feet to roll an attack roll twice and take the  less favorable result. This ability must be announced before the  first attack roll is made. <i>Augmented<\/i>: The first time the subject  deals damage to a foe with a melee attack, the attack is treated  as chaotic for the purpose of overcoming DR.  <h2 class=\"title\">Charm<\/h2>Jubilee of Delight. The subject gains a +2 sacred bonus  on his next Bluff, Diplomacy, or Intimidate check. <i>Augmented<\/i>:  The subject gains a +2 sacred bonus on saving throws against  charm and compulsion effects.  <h2 class=\"title\">Community<\/h2>Celebration of Bonding. As a standard action,  the subject can heal a touched creature 1d6 points of nonlethal  damage. <i>Augmented<\/i>: The subject is cured of the fatigued,  shaken, and sickened conditions.  <h2 class=\"title\">Darkness<\/h2>Glorify Shadows. The subject gains darkvision to  a range of 30 feet (or increases current range of darkvision by  10 feet).<i> Augmented<\/i>: The subject increases range of darkvision  by 30 feet.  <h2 class=\"title\">Death<\/h2>Dance of the Dead. The subject can use <i>bleed <\/i>up to  three times. <i>Augmented<\/i>: The subject can use <i>cause fear<\/i> once.  <h2 class=\"title\">Destruction<\/h2>Day of Dismantling. The subject gains a +1  sacred bonus on attacks and damage rolls against inanimate  objects. <i>Augmented<\/i>: The bonus becomes +2.  <h2 class=\"title\">Earth<\/h2>Festival of Soil. The subject can cast <i>plant growth<\/i>  (enrichment) once. <i>Augmented<\/i>: The subject gains a +4 sacred  bonus on saves against effects with the earth descriptor.  <h2 class=\"title\">Evil<\/h2>Unholy Gala. The subject can cause a good-aligned  foe to become sickened for 1 round as a melee touch attack.  <i>Augmented<\/i>: This boon can be used three times.  <h2 class=\"title\">Fire<\/h2>Fire Calling. Nonmagical fires the subject makes cannot  be extinguished by nonmagical means, though spells and other  magical effects function as normal. <i>Augmented<\/i>: The subject gains  a +4 sacred bonus on saves against effects with the fire descriptor.  <h2 class=\"title\">Glory<\/h2>Resplendent Feast. The subject receives a +2 bonus on  a single Charisma-based skill check. <i>Augmented<\/i>: This boon can  be used three times.  <h2 class=\"title\">Good<\/h2>Festival of Benevolence. The subject gains a +1 sacred  bonus on melee attacks and melee damage rolls against evilaligned  foes. <i>Augmented<\/i>: The bonus becomes +2.  <h2 class=\"title\">Healing<\/h2>Touch of Assuagement. The subject can heal a dying  creature 1d4 hit points as a standard action. <i>Augmented<\/i>: This  boon can be used three times.  <h2 class=\"title\">Knowledge<\/h2>Liturgy of Learning. The subject can attempt any  Knowledge skill check untrained. <i>Augmented<\/i>: This boon can be  used three times.  <h2 class=\"title\">Law<\/h2>Observance of Order. The subject gains a +5 sacred  bonus on the next combat maneuver check she makes against  a chaotic-aligned foe. <i>Augmented<\/i>: The subject gains a +2 sacred  bonus to CMD against chaotic-aligned foes.  <h2 class=\"title\">Liberation<\/h2>Freedom Festival. The subject can use <i>remove fear<\/i>  once. <i>Augmented<\/i>: The subject gains a +2 sacred bonus to CMD.  <h2 class=\"title\">Luck<\/h2>Fete of Fortune. The next time the subject rolls a d20, he  may roll twice and take the more favorable result. <i>Augmented<\/i>:  The subject may use this ability on any single d20 roll, not just  the next one.  <h2 class=\"title\">Madness<\/h2>Rite of Insanity. The subject can, as a melee touch  attack, cause a foe to become confused for 1d4 rounds (DC 13  Will negates). <i>Augmented<\/i>: This boon can be used twice.  <h2 class=\"title\">Magic<\/h2>Arcane Obeisance. The subject gains a +2 sacred bonus  on Spellcraft checks made while researching a spell or crafting a  magic item. <i>Augmented<\/i>: The subject gains a +2 sacred bonus on  Knowledge (arcana) or (religion) checks made while researching  a spell.  <h2 class=\"title\">Nobility<\/h2>Knighting Ceremony. The subject receives a +1  sacred bonus on attack and damage rolls with one weapon of  her choice. <i>Augmented<\/i>: The bonus becomes +2.  <h2 class=\"title\">Plant<\/h2>Harvest Festival. The subject can use<i> speak with plants<\/i>  once, but the duration is 1 minute. <i>Augmented<\/i>: This boon can  be used three times.  <h2 class=\"title\">Protection<\/h2>Ceremony of Sanctuary. The subject can use <i>sanctuary<\/i>  once. <i>Augmented<\/i>: The subject gains a +2 sacred bonus to AC.  <h2 class=\"title\">Repose<\/h2>Spirit Ward. The subject can attempt a melee touch  attack against a flat-footed foe to put him to sleep for 1d4  rounds. <i>Augmented<\/i>: This boon can be used three times.  <h2 class=\"title\">Rune<\/h2>Ancestral Observance. The subject gains a +2 sacred  bonus on saves against language-dependent effects. <i>Augmented<\/i>:  The subject gains a +2 sacred bonus on Linguistics checks.  <h2 class=\"title\">Scalykind<\/h2>Song of Serpents. The subject gains a +2 sacred bonus  on saves against gaze attacks. <i>Augmented<\/i>: The subject gains a +4  sacred bonus to AC against the distraction attack of swarms.  <h2 class=\"title\">Strength<\/h2>Ritual of Might. The subject gains a +1 sacred bonus  on Strength-based skill checks and Strength checks. <i>Augmented<\/i>:  The bonus becomes +2.  <h2 class=\"title\">Sun<\/h2>Solstice Celebration. The illumination radius of any torch  or other mundane light source held by the subject increases by  10 feet. <i>Augmented<\/i>: The subject gains a +4 sacred bonus against  effects with the light descriptor.  <h2 class=\"title\">Travel<\/h2>Festival of Journeys. The subject can choose to ignore  the effects of difficult terrain for 1 round. <i>Augmented<\/i>: This boon  may be used three times.  <h2 class=\"title\">Trickery<\/h2>Communion of Liars. The subject gains a +2 sacred  bonus to AC the first time he is attacked while flanked. <i>Augmented<\/i>:  This boon functions the first three times the subject is attacked  while flanked.  <h2 class=\"title\">Void<\/h2>Celestial Observance. The subject knows the direction  of north from her current position for the duration of this spell.  <i>Augmented<\/i>: The subject is immune to confusion effects.  <h2 class=\"title\">War<\/h2>Call to Battle. The subject gains a +1 sacred bonus on  attack rolls. <i>Augmented<\/i>: The subject gains a +1 sacred bonus  on damage rolls.  <h2 class=\"title\">Water<\/h2>Water Blessing. The subject can use <i>water breathing<\/i>.  <i>Augmented<\/i>: The subject gains a +4 sacred bonus on saves  against effects with the water descriptor.  <h2 class=\"title\">Weather<\/h2>Song of the Tempest. The subject can call one  10-foot-by-10-foot rain cloud in an area within 30 feet, requiring  creatures in the affected area attempting to cast spells to first  succeed at DC 13 concentration checks for 1 round. <i>Augmented<\/i>:  The DC is 15 for 3 rounds.",
    "castingTime_zh": "8小时",
    "range_zh": "接触 或 中距 (100尺+每等级10尺); 见文本",
    "duration_zh": "1 hour/level or 1 day/level (see text)",
    "savingThrow_zh": "意志, 通过则无效; 见文本",
    "spellResistance_zh": "可"
}
