{
    "key": "dirge of the victorious knights",
    "url": "https://www.d20pfsrd.com/magic/all-spells/d/dirge-of-the-victorious-knights/",
    "name": "Dirge of the Victorious Knights",
    "book": "Pathfinder Roleplaying Game Adventurer's Guide © 2017, Paizo Inc.",
    "school": "illusion",
    "subSchool": ["shadow"],
    "levels": {"bard": 6},
    "castingTime": "1 round",
    "components": "V, S, F (a medal from a dead Hellknight or a copy of an opera script, either worth at least 100 gp)",
    "range": "120 ft.",
    "effect": "120-ft. line, 10 ft. wide",
    "duration": "instantaneous",
    "savingThrow": "Reflex half",
    "spellResistance": "yes",
    "text": "<p class=\"desciption\">By performing part of an opera, you call forth spectral illusions of mounted knights to trample your foes under the hooves of their glorious steeds.<\/p><p>The shadowy knights appear in an adjacent 10-foot square and ride forward in the direction you indicate, dealing 1d6 points of damage per caster level (maximum 20d6) to all creatures in their path. Half of this damage is cold damage, while half results directly from arcane power and is not subject to cold resistance or immunity. The knights cannot pass through force effects or barriers that block incorporeal creatures or undead.<\/p>",
    "mythicText": "<p class=\"source\"><b>Source<\/b> PZO1126 <br>The damage increases to 1d10 points of damage per caster level (maximum 20d10). Any creature that fails its Reflex saving throw is knocked prone, and must succeed at a Fortitude save or be stunned for 1 round. <br><p style=\"margin-left: 20px\"><b>Augmented (7th)<\/b>: If you expend two uses of mythic power, the area increases to a 240-foot line 20 feet wide. All cold damage dealt by the spell ignores cold resistance and cold immunity. <br><\/div>",
    "name_zh": "胜利骑士的挽歌",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，器材（一枚已死的地狱骑士的勋章或一份歌剧剧本的复本）",
    "range_zh": "120尺",
    "effect_zh": "120呎的线形，10呎宽",
    "duration_zh": "立即",
    "savingThrow_zh": "反射, 通过则减半",
    "spellResistance_zh": "可",
    "text_zh": "<p>通过表演一小段歌剧，你可以召唤出闪耀着光芒的骑士幻影，让他们以光辉战马的铁蹄践踏敌人。朦胧的骑士会出现在你的方格内并策马向你所指示的方向奔驰而去，对路径上的所有生物造成1d6点每施法者等级（最大20d6）的伤害。这种伤害的一半是寒冷伤害，另一半直接来自于奥术能量，因此不会受寒冷抗力或免疫所减免。幻影骑士无法穿过能阻止虚体生物或不死生物的力场效果或障碍。<\/p>",
    "source": "PC-CEoD"
}
