{
    "key": "dispel balance",
    "url": "https://www.d20pfsrd.com/magic/all-spells/d/dispel-balance/",
    "name": "Dispel Balance",
    "book": "Pathfinder Roleplaying Game Planar Adventures © 2018, Paizo Inc.",
    "school": "abjuration",
    "levels":     {
        "cleric": 5,
        "inquisitor": 5
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "touch",
    "target": "you and a touched, neutral creature from another plane, or you and an enchantment on a touched creature or object",
    "duration": "1 round/level or until discharged, whichever comes first",
    "savingThrow": "see text",
    "spellResistance": "see text",
    "text": "<p>Pulsing bronze energy surrounds you, bestowing three effects.<\/p><p>First, you gain a +3 deflection bonus to AC against attacks by chaotic neutral, lawful neutral, neutral evil, and neutral good creatures. Against attacks by creatures whose alignment is neutral with no other alignment components, this deflection bonus is instead +5.<\/p><p>Second, upon making a successful melee touch attack against a creature from another plane with a neutral component to its alignment, you can banish that creature back to its home plane.<\/p><p>The creature's spell resistance applies to this attempt, and the creature can negate this effect with a successful Will save. If the creature's alignment is neutral with no other alignment components, the creature takes a –2 penalty on this saving throw. This use discharges and ends the spell.<\/p><p>Third, with a touch, you can automatically dispel any one enchantment spell cast by a creature with a neutral component to its alignment. Spells that can't be dispelled by dispel magic also can't be dispelled by dispel balance. Saving throws and spell resistance do not apply to this effect. This use discharges and ends the spell.<\/p>",
    "name_zh": "解除中立",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、法器",
    "range_zh": "接触",
    "target_zh": "或目标们：你与一名来自另一个位面，被碰触到的中立生物；或你与一个在被碰触生物或物体上的惑控系法术",
    "duration_zh": "1轮/等级 或 直至消散，看哪个先",
    "savingThrow_zh": "见下",
    "spellResistance_zh": "见下",
    "text_zh": "<p>跳动的青铜光芒围绕着你，给予你三种效果。\n第一：在对抗混乱中立、守序中立、中立邪恶以及中立善良生物的攻击时，你在AC上获得+3偏斜加值。在对抗绝对中立生物的攻击时，此偏斜加值是+5。\n第二：对一名来自另一位面，阵营中有中立成分的生物，做一次成功的近战接触攻击，你可以选择将该生物驱逐回他的原位面。该生物可以通过成功的意志豁免检定使此效果无效(可以应用法术抗力)。如果该生物的阵营是绝对中立，这个豁免检定承受-2减值。这样使用会使能量消散，并且此法术结束。\n第三：透过一次接触，你能够自动解除由一位阵营中有着中立成分的生物，所施展的一个惑控系法术。不能被解除魔法(dispel magic)所解除的法术也同样不能被解除中立所解除。豁免检定与法术抗力不能用在此效果上。这样使用会使能量消散，并且此法术结束。<\/p>",
    "source": "PC-CoB"
}
