{
    "key": "genius avaricious",
    "url": "https://www.d20pfsrd.com/magic/all-spells/g/genius-avaricious/",
    "name": "Genius Avaricious",
    "book": "Pathfinder Adventure Path volume #30: The Twice-Damned Prince. © 2010 Paizo Publishing, LLC",
    "school": "conjuration",
    "subSchool": ["creation"],
    "descriptors": ["evil"],
    "levels":     {
        "cleric": 6,
        "sorcerer/wizard": 6
    },
    "castingTime": "10 minutes",
    "components": "V, S, M (valuable offerings; see text), F (one gold coin)",
    "range": "touch",
    "effect": "a vestige of the archdevil Mammon imbues a coin with a negotiable degree of power",
    "duration": "instantaneous (see text)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<p>Casting this spell constitutes performing a rite of sacrifice to the archdevil Mammon, making an offering to the Lord of Erebus and channeling a measure of his disembodied might into a single coin. The power and abilities of this vestige correspond directly to the value of the offering, allowing for three distinct effects.<\/p>",
    "name_zh": "贪婪魔金",
    "castingTime_zh": "10分钟",
    "components_zh": "语言，姿势，材料（有价值的祭品；见下文），法器（一枚金币）",
    "range_zh": "接触",
    "effect_zh": "魔鬼大公玛门（Mammon）给一枚硬币灌注可兑现程度的力量的遗留物",
    "duration_zh": "立即（见下文）",
    "savingThrow_zh": "无",
    "spellResistance_zh": "不可",
    "text_zh": "<p>施展该法术构成了向魔鬼大公玛门——艾尔伯斯（Erebus）之主——举行的献祭仪式，向他献上祭品，并一定程度上引导他无形的力量灌入一枚硬币。遗留物的力量和能力直接与祭品的价值对应，并允许三种不同的效果。\n腐化硬币：根据施法者的意愿每持续1个月需要做出1500gp价值的献祭，这会将法器腐蚀成“幸运”或“不幸”的钱币。任何携带硬币的生物在所有估价、唬骗、工艺和专业检定上获得加值或减值（由施法者在施法时决定）。该加值或减值等同于每3个施法者等级1点（在15级时达到最大+5）。此外，硬币每天可以产生一次类似于法术占卜术的效果——它的翻转会产生吉（正面）、凶（背面）或平（边缘落地）的结果。此外持有者（如果不是施法者）可能不知道的是，施法者可以通过心灵感应听到问硬币的任何问题，并以自由动作选择影响结果。\n玛门的斗篷：做出价值3000gp的献祭，将硬币转化为对吞下它的人来说一种地狱盾（infernal aegis）。咽下硬币后，目标获得等同于每3个施法者等级+1的魅力加值（在15级时达到最大+5）。持有者的血液也呈现出液体黄金般的色调并缓慢流动，这使他对毒素、疾病和衰老效果免疫，并使他在生命值降至0以下时自动稳定伤势。此外，持有者可以吃黄金来治疗自己，每消耗20枚金币（gold pieces）他就恢复1点生命值（黄金以外的材料不能提供任何好处）。硬币的效果持续每施法者等级1天。\n黄金守卫：做出价值6000gp的献祭可以活化附近的硬币。当将硬币投入一堆 100000枚硬币时，会在施法者的控制下形成一个活化宝库（hoard）（见Pathfinder #30: The Twice-Damned Prince pg. 68）。守卫服务1个月。这个月之后，硬币开始以每天100gp的速度从守卫身上消失，这使该生物的生命值每天减少1点。当守卫的生命值降为0时，守卫崩溃并且法器硬币被摧毁。从守卫那里消失的硬币可以被替换以恢复任何损失的生命值。\n除了这些祭品的任意效果外，如果吞下法器硬币，任何在魔法生效时由该生物生育或孕育着的生物都会出生为魔裔（与玛门本人有间接关系）。<\/p>",
    "source": "AP-CoT"
}
