{
    "key": "ghost wolf",
    "url": "https://www.d20pfsrd.com/magic/all-spells/g/ghost-wolf/",
    "name": "Ghost Wolf",
    "book": "Pathfinder Roleplaying Game Advanced Race Guide © 2012, Paizo Publishing, LLC",
    "school": "conjuration",
    "subSchool": ["creation"],
    "levels":     {
        "bloodrager": 4,
        "sorcerer/wizard": 4,
        "summoner": 2
    },
    "castingTime": "10 minutes",
    "components": "V, S, F (dire wolf tooth)",
    "range": "0 ft.",
    "target": "one quasi-real wolflike creature",
    "duration": "1 hour/level (d) or 1 round/level; see text",
    "savingThrow": "none (see description)",
    "spellResistance": "no",
    "text": "<p>This spell conjures a Large, quasi-real, wolflike creature made of roiling black smoke. It functions as phantom steed, except as noted above. In addition, the creature radiates an aura of fear. Any creature with fewer than 6 Hit Dice within 30 feet (except the ghost wolf‘s rider) must make a Will save or become shaken for 1d4 rounds (this is a mind-affecting fear effect). A creature that makes its Will save is unaffected by the steed's fear aura for 24 hours.<\/p><p>The ghost wolf may also be used in combat. Once per round, the rider may direct the ghost wolf to attack in battle as a free action (bite +10, 1d8+6 points of damage); unlike an animal mount, this does not require a Ride check or any training. Once the ghost wolf attacks, it lasts for only 1 round per level thereafter.<\/p><p>The mount is AC 18 (–1 size, +4 natural armor, +5 Dex) and 7 Hit Points + 1 hit point per Caster Level. If it loses all its Hit Points, the ghost wolf disappears. A ghost wolf has a speed of 20 feet per two caster levels, to a maximum of 100 feet at 10th level. It can bear its rider's weight plus up to 10 pounds per Caster Level.<\/p><p>These mounts gain certain powers according to Caster Level. A mount's abilities include those of mounts of lower caster levels.<\/p><p><i>8th Level<\/i>: The mount can ride over sandy, muddy, or even swampy ground without difficulty or decrease in speed.<\/p><p><i>10th Level<\/i>: The mount can use <i>water walk <\/i>at will (as the spell, no Action required to activate this ability).<\/p><p><i>12th Level<\/i>: The mount can use <i>air walk <\/i>at will (as the spell, no Action required to activate this ability) for up to 1 round at a time, after which it falls to the ground.<\/p><p><i>14th Level<\/i>: The mount can fly at its speed with a bonus on Fly Skill Checks equal to your Caster Level.<\/p>",
    "name_zh": "幽灵狼",
    "race_zh": "兽人",
    "castingTime_zh": "10分钟",
    "components_zh": "语言、姿势、器材 (凶暴狼的牙齿)",
    "range_zh": "0尺",
    "target_zh": "一头虚幻的似狼生物",
    "duration_zh": "一小时/等级（D）或一轮/等级；见后文",
    "savingThrow_zh": "无(见后文)",
    "spellResistance_zh": "不可",
    "text_zh": "<p>这个法术会创造一个大型的，虚幻的，由滚滚黑烟构成的看起来像狼的生物。它能如同魅影驹（phantom steed）一样工作，除了上述特征。此外，这头生物辐射出的灵气会导致意志豁免失败的生物陷入战栗（shaken）状态1d4轮（这是一个影响心灵的效果）。意志豁免通过的生物在24小时内对这头生物的恐惧灵气免疫。\n幽灵狼亦可用作战斗。每轮一次，骑手可以用一个自由动作驱策狼在战斗中进行一次攻击（噬咬+10,1d8+6伤害）；不同于一只普通动物坐骑，这并不需要骑手进行任何骑乘检定或训练。一旦幽灵狼进行了攻击，此后法术持续时间便会改为1轮每等级。<\/p>",
    "source": "PC-OoG"
}
