{
    "key": "infernal challenger",
    "name": "Infernal Challenger",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Infernal%20Challenger",
    "source":     [
        "Adventurer's Guide pg. 98",
        "Path of the Hellknight pg. 60"
    ],
    "school": "conjuration",
    "subSchools": ["calling"],
    "descriptors": ["lawful"],
    "levels":     {
        "arcanist": 3,
        "cleric": 3,
        "oracle": 3,
        "sorcerer": 3,
        "summoner": 3,
        "summoner (unchained)": 3,
        "warpriest": 3,
        "wizard": 3
    },
    "castingTime": "1 round",
    "components": "V, S, F/DF (an iron badge or medallion)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one called bearded devil and testing ground; see text",
    "duration": "1 minute/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell summons a bearded devil, causing it to appear where you designate. The area within a 50-foot radius of where the devil appears is ringed with a smoldering, red glow. This area is the testing ground. To successfully cast this spell, no creature other than the devil’s challenger (see below) can be within this area while the spell is being cast.<br><br> On the round it appears, the devil identifies itself (typically by name and with a brief recitation of honors) and states it is prepared to do battle with a sole mortal champion. In the same round, either you or a creature you designate while casting the spell must identify the devil’s challenger. For the duration of the spell, the devil does everything in its power to kill the challenger. You do not control the devil or have any influence over how it conducts itself in battle, but the devil cannot leave the testing ground. Unlike with summon monster and similar spells, you cannot dismiss the devil. Rather, the conjured devil remains until any one of the following criteria is met: it is reduced below 0 hit points or otherwise defeated, its challenger is slain, its challenger leaves the testing ground, or it takes damage from any source other than its challenger. Upon any of these occurrences, the devil vanishes.<br><br> Conjuring a devil is typically an evil act. If cast for any purpose besides the administering of a Hellknight test, this spell has the evil descriptor.",
    "name_zh": "炼狱试炼",
    "castingTime_zh": "1轮",
    "components_zh": "语言，姿势，器材/法器（一个铁质徽章或奖章）",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "area_zh": "一个被强征来的魔鬼出现在测试地点",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "不可"
}
