{
    "key": "instant portrait",
    "name": "Instant Portrait",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Instant%20Portrait",
    "source": ["Adventurer's Guide pg. 176"],
    "school": "conjuration",
    "subSchools": ["creation"],
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "cleric": 1,
        "inquisitor": 1,
        "mesmerist": 1,
        "occultist": 1,
        "oracle": 1,
        "psychic": 1,
        "skald": 1,
        "sorcerer": 1,
        "summoner": 1,
        "summoner (unchained)": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "touch",
    "effect": "a monochromatic illustration up to 1 square foot in area",
    "duration": "instantaneous",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "You touch a surface and produce a painted portrait of either yourself or a creature you can see without needing to attempt a Craft (painting) check. The surface to be affected must be relatively flat, such as a piece of paper or a wall. The image can be any color of your choice, but is monochromatic. While it is of too poor a quality to sell, it is otherwise accurate enough to recognize the subject or to serve as a target for the <i>enter image<\/i> spell. The portrait reflects your perception of the creature depicted, including any disguises, magical or mundane, that the subject is wearing at the time of the painting’s creation. The portrait is only as durable as normal paint and can be removed by mundane means.",
    "name_zh": "即刻肖像",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势,",
    "range_zh": "接触",
    "target_zh": "最多面积为1平方英尺的单色插图",
    "duration_zh": "立即",
    "savingThrow_zh": "无",
    "spellResistance_zh": "不可",
    "text_zh": "<p>抗力：有<\/p><p>你创造出一面半透明的银色能量墙，只要轻轻一碰就会发出蜂鸣声和震动。物体和非邪恶生物可以轻松的穿过这堵墙。然而拥有邪恶描述符的法术和效果将此屏障视为力场墙，它阻挡了效果线。<\/p><p>穿过墙的邪恶生物会受到3d6+1/施法者等级的伤害（最高3d6+20）并且会目盲一轮。作为替代，任何阵营对银易伤的生物（例如那些可以用银突破伤害减免的生物，如魔鬼或者狼人）会受到1d6/施法者等级的伤害（最高15d6），并且会恍惚一轮，并且永久失明。成功通过意志检定的生物受到一半的伤害，并且不会目盲或者恍惚。<\/p><p>若你在有生物的地方召出白银之墙，该处的生物所受伤害和穿越墙一样。每一个这类生物都可以试图躲开白银之墙 (由它选择停留在墙壁的哪一边)，成功通过的反射豁免可以免受伤害。<\/p><p>雄鹰骑士及其盟友经常会使用以下法术。<\/p>"
}
