{
    "key": "invisibility bubble",
    "url": "https://www.d20pfsrd.com/magic/all-spells/i/invisibility-bubble/",
    "name": "Invisibility Bubble",
    "book": "Pathfinder Campaign Setting: Aquatic Adventures © 2017, Paizo Inc.",
    "school": "illusion",
    "subSchool": ["glamer"],
    "religion": "unchained",
    "levels":     {
        "alchemist": 2,
        "antipaladin": 2,
        "arcanist": 2,
        "bard": 2,
        "inquisitor": 2,
        "investigator": 2,
        "magus": 2,
        "medium": 2,
        "mesmerist": 2,
        "occultist": 2,
        "psychic": 2,
        "skald": 2,
        "sorcerer/wizard": 2,
        "spiritualist": 2,
        "summoner": 2
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (needle from a sea urchin)",
    "range": "touch",
    "area": "touched creature's space, up to one 5-foot-cube",
    "duration": "1 min./level (d)",
    "savingThrow": "Will negates (harmless)",
    "spellResistance": "yes (harmless)",
    "text": "<p>A glamered bubble surrounds the target's space, rendering her completely invisible underwater by hiding both the target and any water she displaces. Because of the bubble's size limit, this spell works only on Medium or smaller targets. Other objects and creatures within the bubble's space are also invisible while they stay in the space, which could reveal the spell's existence to a canny observer who notices fish disappearing into the bubble and reappearing on the other side. Creatures inside the bubble can see each other, which allows foes who can pinpoint the bubble's location (such as dragons) to stick their heads into the bubble in order to see the target. Any creature on the inside of the bubble that takes any action that would break invisibility pops the bubble and ends the spell early. On land, the bubble is clearly visible, acting much as invisibility does in the water. Unlike with invisibility, the inside of the bubble blocks light from escaping the bubble, meaning that light sources inside the bubble don't illuminate past its edges, but also don't reveal a telltale glow.<\/p>",
    "name_zh": "隐形气泡",
    "race_zh": "(五官幻觉)",
    "castingTime_zh": "标准动作",
    "components_zh": "语言, 姿势，材料（海胆上的一根刺）",
    "range_zh": "接触",
    "target_zh": "任何数量的生物，任意两者之间的距离不超过180呎",
    "area_zh": "：接触到的生物所在的方格，最多不超过5呎立方",
    "duration_zh": "1分钟/等级（可解消）",
    "savingThrow_zh": "意志, 通过则无效 (无害)",
    "spellResistance_zh": "可 (无害)",
    "text_zh": "<p>该法术的功能和隐形气泡类似，但无论范围内被该法术影响的生物大小如何，该法术都能生效。法术效果会随着受术者移动，会因为任何受术者发动攻击而解消。位于不同气泡内的个体并不能看到彼此。当任意两个受术者之间的距离超过180呎时，法术就会解消。如果只有两个受术者，主动远离另一个受术者的那名受术者将会失去它的隐形效果。如果两名受术者同时远离对方，它们将会在相距超过180呎时同时现形。<\/p>",
    "source": "CS-AquaA"
}
