{
    "key": "medusa's bane",
    "name": "Medusa's Bane",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Medusa's%20Bane",
    "source": ["Divine Anthology pg. 5"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 4,
        "sorcerer": 4,
        "witch": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, M (a tiny fragment of a mirror)",
    "range": "personal",
    "target": "you",
    "duration": "1 round/level",
    "text": "This spell causes your eyes to take on a silvery mirror-like quality, transforming your eyes into metallic-looking orbs that reflect the world you see. Your vision is in no  way impaired while this spell is in effect, but you are granted immunity to gaze attacks for the spell’s duration. As an immediate action, you can reflect a creature’s gaze back on itself, forcing the target of the gaze attack to save against its own gaze weapon or be affected by it. This reflection bypasses the typical immunity creatures with gaze attacks have to their own race’s gaze attack, but does not bypass any other resistances or immunities the creature might have. Once you choose to reflect a gaze attack in this manner, the effect of <i>medusa’s bane<\/i> immediately ends. ",
    "name_zh": "蛇发女妖之灾",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（镜子的小碎片）",
    "range_zh": "个人",
    "target_zh": "自己",
    "duration_zh": "1轮/等级",
    "text_zh": "<p>这种法术会让你的眼睛呈现出一种银色镜面般的质感，将你的眼睛变成金属般的球体，反射出你所看到的世界。你的视力在该法术生效的时候不会受到任何妨碍，但是你在法术持续时间内免疫于凝视攻击。作为一个直觉动作，你可以将一个生物的凝视反射回到他自己身上，迫使凝视攻击的目标豁免自身的凝视武器，否则会被影响。这种反射会绕过拥有凝视攻击的生物对自身种族凝视攻击的免疫力，但不会绕过任何其他的抗力或免疫。一旦你选择这样反射一个凝视攻击，蛇发女妖之灾的效果将立刻结束。<\/p><p>冥想法术（meditative spells）<\/p><p>以下法术出现在《冥思启悟》中，但除此之外还有一些值得注意的地方，这些魔法将传统施法与深层冥想结合在一起。这些冥想法术属于不寻常的魔法范畴，并享有“冥想”描述符。冥想法术的施展不同于其他法术——它们要在施法者一天中准备法术的时候被施展。一个冥想法术必须在你开始1小时的法术准备仪式之前就已经准备好，在结束时，你选择的冥想法术就会被施展，在当天剩下的时间里给你留下一个被使用了的法术位。你同时只能在身上拥有一个起效的冥想法术。所有的冥想法术的距离都是个人，目标均为自身，它们不能被制成药水（potions）或类似的一次性物品，如灵药（elixirs）。冥想法术可以被抄写进卷轴或装入魔杖，但施法行为必须并入使用者的法术准备时间; 人物若成功通过一个恰当的使用魔法装置检定，也必须花费1小时来操作这类物品。<\/p><p>虽然有些法术在牧师/战斗祭司的法术列表上，但它们不能成为先知已知法术列表中的一部分。自发型施法者，例如先知或术士不能从冥想法术中获益，通过使用魔法装置和物品而非准备法术来使用这些魔法的人也不会获益，因为施法过程中的一部分和操纵冥想法术效果涉及到每一个准备型施法者（例如牧师/战斗祭司或法师）每天开始时要做的事，他们懂得将魔法编入到冥想和研究之中。<\/p>"
}
