{
    "key": "peace bond",
    "name": "Peace Bond",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Peace%20Bond",
    "source": ["Heroes of the Streets pg. 31"],
    "school": "abjuration",
    "levels":     {
        "arcanist": 1,
        "bard": 1,
        "cleric": 1,
        "druid": 1,
        "hunter": 1,
        "inquisitor": 1,
        "oracle": 1,
        "paladin": 1,
        "shaman": 1,
        "skald": 1,
        "sorcerer": 1,
        "warpriest": 1,
        "witch": 1,
        "wizard": 1
    },
    "castingTime": "1 standard action",
    "components": "V, S, M/DF (a glass cube)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "one or more 5-ft. cubes, no two of which can be more than 30 ft. apart",
    "duration": "1 minute/level",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "This spell creates one glowing rune of peace, plus one per 2 caster levels above 1st (to a maximum of five runes at 9th level). An identical symbol appears on your forehead for the duration of the spell and cannot be disguised (though it is visible only if you are visible). Each rune illuminates a 5-foot cube, preventing any spell you cast of up to 3rd level and that has a defined area (as opposed to targets or an effect) from entering or affecting the 5-foot cube. For example, creatures and items within any square affected by <i>peace bond<\/i> take no damage from a <i>fireball<\/i> you cast. However, if you cast <i>stinking cloud<\/i>, the noxious vapors are an effect and enter such cubes normally. This spell does not break line of effect within any other spells you cast; it simply negates all effects of your 1st-, 2nd- and 3rd-level area spells within the <i>peace bond’s<\/i> area. <i>Peace bond<\/i> offers no protection against your spell-like abilities or supernatural area effects.",
    "name_zh": "和平联系",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势、材料/法器 (一块玻璃立方体)",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "一个或多个5英呎的立方体，任两者距离不得超过30呎",
    "area_zh": "one or more 5-ft. cubes, no two of which can be more than 30 ft. apart",
    "duration_zh": "1分钟/等级",
    "savingThrow_zh": "无",
    "spellResistance_zh": "不可",
    "text_zh": "<p>此法术像秘藏箱(secret chest)般运作，除了这个被施予魔法的箱子大小，最大足够容纳1立方呎的货物。一旦被藏入灵界(Ethereal Plane)，这箱子可以安全藏匿保持14天，之后每过一天，箱子会有10%会累积的概率遗失。如果有活物进入这箱子，此法术自动失败。<\/p><p>本法术所使用的器材箱子，必须制作精良，花费至少500金币。一旦完成，挂在箱子的箱环要用与箱子相同材料制作，并且花费至少10金币。<\/p>"
}
