{
    "key": "planned assault",
    "url": "https://www.d20pfsrd.com/magic/all-spells/p/planned-assault/",
    "name": "Planned Assault",
    "book": "Pathfinder Companion: Dwarves of Golarion. Copyright 2009, Paizo Publishing, LLC",
    "school": "transmutation",
    "religion": "Angradd",
    "levels":     {
        "cleric/oracle": 3,
        "paladin": 3,
        "ranger": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S, DF",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "area": "one creature/level, no two of which can be more than 30 ft. apart",
    "duration": "1 min./level or until discharged",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<p>This spell increases the effectiveness of a planned action. If the targets spend at least 1 minute studying a situation, they receive bonuses to their first actions in response to the situation. All targets must declare in advance what their intended actions are. If they perform those actions, they receive a +2 sacred bonus to AC, saving throws, and checks for the first round. This bonus increases to +4 at 10th level and +6 at 15th level.<\/p><p>For example, the PCs discover a camp of orcs; the PC cleric casts <i>planned assault<\/i>, the group spends 1 minute analysing the layout of the camp, and then declares its actions. As long as the PCs stick to the plan, they gain a +2 sacred bonus to AC, saving throws, and all actions for the first round.<\/p>",
    "name_zh": "预谋突袭",
    "race_zh": "安哥拉徳",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，法器",
    "range_zh": "近距 (25尺+5尺/2等级)",
    "area_zh": "一个生物/等级，彼此不能相距超过30呎",
    "duration_zh": "1分钟/等级 或 直至发散",
    "savingThrow_zh": "无",
    "spellResistance_zh": "不可",
    "text_zh": "<p>这个法术会增加一个有计划的行动的效率。如果目标花费至少1分钟来研究一种情形，他们就会在应对该情况的第一个行动上获得加值。所有的目标必须事先声明他们的意图。如果他们执行这些动作，他们在第一轮中将在防御等级、豁免、和检定上获得+2的神圣加值。10级时加值将提升到+4，15级时提升为+6。\n例如，PC发现了一个兽人营地；PC牧师施展了预谋突袭，小队花了1分钟来分析营地的布局，然后宣布了他们的行动。只要PC们贯彻计划，在第一轮中，他们会得到+2的士气加值，包括在防御等级、豁免检定、和所有的动作上。<\/p>",
    "source": "PC-DoG"
}
