{
    "key": "shadow jaunt",
    "name": "Shadow Jaunt",
    "url": "https://www.aonprd.com/SpellDisplay.aspx?ItemName=Shadow%20Jaunt",
    "source": ["Villain Codex pg. 81"],
    "school": "illusion",
    "subSchools": ["shadow"],
    "descriptors": ["shadow"],
    "levels":     {
        "antipaladin": 3,
        "arcanist": 4,
        "bard": 4,
        "skald": 4,
        "sorcerer": 4,
        "spiritualist": 4,
        "summoner": 4,
        "summoner (unchained)": 4,
        "wizard": 4
    },
    "castingTime": "1 standard action",
    "components": "V, S",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "target": "you",
    "duration": "instantaneous and 1 round; see text",
    "text": "You instantly travel between shadows to a point within range, though line of sight is not necessary. You leave a shadowy image of yourself in your former location and are wrapped in shadow at your destination; you can attempt a Stealth check as a free action to hide in your new location. Creatures that fail opposed Perception checks typically aren’t aware that you are no longer at your former location unless they are familiar with this spell and identify the effects. Any attack on your former location causes the shadows to disperse, allowing any creature that can see your former location to immediately notice your disappearance. In addition, for 1 round, the envelope of shadow around you grants you concealment (20% miss chance). This spell doesn’t function if there are no shadows within 5 feet of your starting location, and you can’t travel through your own shadow. If you choose a destination that has no shadows, you appear from the shadow closest to your destination that’s within the spell’s range (this could be your starting location if there are no other shadows within the spell’s range).",
    "name_zh": "阴影穿梭",
    "castingTime_zh": "标准动作",
    "components_zh": "语言、姿势",
    "range_zh": "近距 (25尺+每2等级5尺)",
    "target_zh": "自己",
    "duration_zh": "立即 以及 1轮; 见文本",
    "savingThrow_zh": "无 或 意志，通过则不相信 (见下)",
    "spellResistance_zh": "无",
    "text_zh": "<p><\/p><p><\/p><p>你可以使铜或银暂时地看起来像是等量的黄金。此法术影响价值 1gp/等级 的材料(因此，在3等时，此法术至多影响300枚铜币，30枚银币，或一件铜制或银制的物品，价值不超过3gp)。硬币的价值增加至新种货币的正常价值。对于硬币以外的东西，一些物品的价值来自它的手工艺，而非使用的材料，所以物品的价值约5倍(对银制物品)或50倍(对铜制物品)其本身的真实价值。因此，一座铜烛台(candlestick)原始价值为5cp，因为此法术价值转变为250cp，或2gp与5sp。通过一个DC25的估价检定，可以自动察觉此硬币或物品的真实性质。生物检察此硬币或物品，或与之互动，可以尝试一个豁免检定不相信此幻术。<\/p>"
}
