{
    "key": "spellscar",
    "url": "https://www.d20pfsrd.com/magic/all-spells/s/spellscar/",
    "name": "Spellscar",
    "book": "Pathfinder Campaign Setting: Inner Sea Magic. © 2011, Paizo Publishing, LLC",
    "school": "abjuration",
    "levels":     {
        "cleric": 8,
        "sorcerer/wizard": 8
    },
    "mysteries": {"spellscar": 8},
    "castingTime": "1 standard action",
    "components": "V, S, M (a pinch of sand)",
    "range": "medium (100 ft. + 10 ft./level)",
    "area": "two 10-ft. cubes per level (S)",
    "duration": "10 min.s/level (d)",
    "text": "<p><i>This potent spell invokes devastation on a localized (and thankfully temporary) scale.<\/i><\/p><p>Within the area you choose to affect, the terrain takes on a strange pale hue, as if colors were muted. Periodically, ripples of vibrant color wriggle through the terrain.<\/p><p>Within this area, any spell, spell-like ability, or magic item activation automatically triggers a primal magic event—a spellcaster can avoid triggering such an event by making a concentration check (DC 15 + twice the spell's level), but non-spellcasters who activate magic items have no such option.<\/p><p>You gain a +4 insight bonus on concentration checks made to avoid triggering primal magic events while within an area you have created, and if you do trigger a primal magic event, you may roll d% twice and pick which of the two results you wish to have occur.<\/p>",
    "name_zh": "法痕降临",
    "castingTime_zh": "标准动作",
    "components_zh": "语言，姿势，材料（一捧来自法痕荒漠的沙子）",
    "range_zh": "中距 (100尺+10尺/等级)",
    "area_zh": "每等级两个10尺边长的立方体（可变）",
    "duration_zh": "10分钟/等级（可解消）",
    "text_zh": "<p>这个强大的法术所引起的破坏，和许久之前在法力废墟（Mana Wastes）所产生的并无二致——只是规模较小（值得庆幸的是它是暂时性的）。在你选择法痕降临影响的区域内，整个地形都会呈现出怪异的浅色调，就好像色彩本身变得柔和起来。间歇性地，鲜艳色彩所组成的涟漪会滑过这片地区。在这片区域内，任何法术、类法术能力、或启动魔法物品都会自动触发原能魔法事件（见内海魔法）——施法者能够通过进行专注检定（DC 15 + 法术等级的两倍）来避免触发上述事件，但是启动魔法物品的非施法者则不能这么做。\n若你处于自身所创造的法痕区域内，那么你在用于避免触发原能魔法事件的专注检定中获得+4洞察加值，而且就算你触发了原能魔法事件，你也能够投掷两次百分骰并从中选择一个你想发生事件触发。<\/p>",
    "source": "CS-ISM"
}
