{
    "key": "summon monster i",
    "url": "https://www.d20pfsrd.com/magic/all-spells/s/summon-monster/",
    "name": "Summon Monster I",
    "book": "Pathfinder Roleplaying Game Core Rulebook. © 2009, Paizo Publishing, LLC",
    "school": "conjuration",
    "subSchool": ["summoning"],
    "descriptors": ["see text"],
    "levels":     {
        "antipaladin": 1,
        "bard": 1,
        "cleric/oracle": 1,
        "medium": 1,
        "psychic": 1,
        "sorcerer/wizard": 1,
        "spiritualist": 1,
        "summoner/unchained summoner": 1,
        "witch": 1
    },
    "castingTime": "1 round",
    "components": "V, S, F/DF (a tiny bag and a small candle)",
    "range": "close (25 ft. + 5 ft./2 levels)",
    "effect": "one summoned creature",
    "duration": "1 round/level (d)",
    "savingThrow": "none",
    "spellResistance": "no",
    "text": "<p>This spell summons an extraplanar creature (typically an outsider, elemental, or magical beast native to another plane). It appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions. The spell conjures one of the creatures from the 1st Level list on <b>Table: Summon Monster<\/b>. You choose which kind of creature to summon, and you can choose a different one each time you cast the spell.<\/p><p>A summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities. Creatures cannot be summoned into an environment that cannot support them. Creatures summoned using this spell cannot use spells or spell-like abilities that duplicate spells with expensive material components (such as wish).<\/p><p>When you use a summoning spell to summon a creature with an alignment or elemental subtype, it is a spell of that type. Creatures on <b>Table: Summon Monster<\/b> marked with an &#8220;*&#8221; are summoned with the celestial template, if you are good, and the fiendish template, if you are evil. If you are neutral, you may choose which template to apply to the creature. Creatures marked with an &#8220;*&#8221; always have an alignment that matches yours, regardless of their usual alignment. Summoning these creatures makes the summoning spell's type match your alignment.<\/p><p>The summon monster spells have numerous entries representing creatures that are summoned from the Outer Planes, and thus have the celestial or fiendish template or can be summoned with the entropic or resolute template (Pathfinder RPG Bestiary 2, pages 292 and 293, respectively).<\/p>",
    "name_zh": "召唤怪物 I",
    "castingTime_zh": "1轮",
    "components_zh": "语言, 姿势, 材料/法器 (一个小包裹和一个小蜡烛)",
    "range_zh": "近距 (25尺+5尺/2等级)",
    "effect_zh": "一个被召唤的生物",
    "duration_zh": "1轮/等级 (可解消)",
    "savingThrow_zh": "无",
    "spellResistance_zh": "不可",
    "text_zh": "<p>该法术会召唤一个跨位面生物 (通常为原生于其他位面的异界生物、元素或魔法兽)。它会在你的回合出现在你指定的位置，并且立即展开行动。它会尽全力攻击你的敌人。如果你能与该生物交流，则能够指示他停止攻击，攻击特定敌人或按照你的命令展开其他行动。法术会从上面的1环列表中召唤1个生物。由你选择召唤何种生物，并且每次施放法术时都能够选择不同的生物。<\/p><p>召唤来的怪物无法召唤 (summon) 或者以其他方式呼唤 (conjure) 其他生物，也不能使用传送或位面旅行能力。这些生物不能被召唤到它们无法生存的环境中。被该法术召唤的生物无法使用法术或类法术能力，来复制那些具有昂贵材料成分的法术 (如‘<a href=\"spell.html?spell=wish\">祈愿术 (wish)<\/a>’)。<\/p><p>当你使用召唤法术来召唤一个具有阵营或元素亚种的生物时，这个法术也会具此种类别。对于上表中使用“*”标注的生物来说，若你的阵营为善良则带有天界模板 (celestial template)，若你的阵营为邪恶则带有炼狱模板 (fiendish template)；若你的阵营为中立则可以从上述模板中选择一种。无论标有“*”的生物在正常情况下会具有何种阵营，它们总是具有与你相符的阵营。召唤这些生物会使得召唤法术的类型变得与你的阵营相符。【编注：《怪物图鉴2》中新提供的绝对 (resolute) 和熵化 (entropic) 模板，可供秩序、混乱或中立阵营施法者使用。】<\/p>",
    "source": "CRB"
}
